/*
Navicat MySQL Data Transfer

Source Server         : jsjxyxt
Source Server Version : 50724
Source Host           : localhost:3306
Source Database       : askforleaveservice

Target Server Type    : MYSQL
Target Server Version : 50724
File Encoding         : 65001

Date: 2019-06-09 18:28:26
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `leave`
-- ----------------------------
DROP TABLE IF EXISTS `leave`;
CREATE TABLE `leave` (
  `le_id` int(11) NOT NULL AUTO_INCREMENT,
  `s_id` varchar(20) DEFAULT NULL,
  `le_starttime` date DEFAULT NULL COMMENT '请假开始时间',
  `le_endtime` date DEFAULT NULL COMMENT '请假结束时间',
  `le_leavetime` date DEFAULT NULL COMMENT '离校时间',
  `le_phone` varchar(30) DEFAULT NULL COMMENT '学生联系电话',
  `le_reason` text COMMENT '请假原因',
  `le_stayplace` varchar(255) DEFAULT NULL COMMENT '住宿位置',
  `ap_id` int(11) DEFAULT NULL COMMENT '实训申请ID',
  `le_status` int(11) DEFAULT '0' COMMENT '请假状态',
  `le_confirmtime` date DEFAULT NULL COMMENT '指导老师确认时间',
  `le_throughtime` date DEFAULT NULL COMMENT '专业负责人通过时间',
  `le_backreason` text COMMENT '驳回理由',
  PRIMARY KEY (`le_id`)
) ENGINE=InnoDB AUTO_INCREMENT=361 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of leave
-- ----------------------------
INSERT INTO `leave` VALUES ('1', '201611104001', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '1', '0', null, null, null);
INSERT INTO `leave` VALUES ('2', '201611104002', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '2', '0', null, null, null);
INSERT INTO `leave` VALUES ('3', '201611104003', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '3', '0', null, null, null);
INSERT INTO `leave` VALUES ('4', '201611104004', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '4', '0', null, null, null);
INSERT INTO `leave` VALUES ('5', '201611104005', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '5', '0', null, null, null);
INSERT INTO `leave` VALUES ('6', '201611104006', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '6', '0', null, null, null);
INSERT INTO `leave` VALUES ('7', '201611104007', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '7', '0', null, null, null);
INSERT INTO `leave` VALUES ('8', '201611104008', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '8', '0', null, null, null);
INSERT INTO `leave` VALUES ('9', '201611104009', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '9', '0', null, null, null);
INSERT INTO `leave` VALUES ('10', '201611104010', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '10', '0', null, null, null);
INSERT INTO `leave` VALUES ('11', '201611104031', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '11', '0', null, null, null);
INSERT INTO `leave` VALUES ('12', '201611104032', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '12', '0', null, null, null);
INSERT INTO `leave` VALUES ('13', '201611104033', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '13', '0', null, null, null);
INSERT INTO `leave` VALUES ('14', '201611104034', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '14', '0', null, null, null);
INSERT INTO `leave` VALUES ('15', '201611104035', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '15', '0', null, null, null);
INSERT INTO `leave` VALUES ('16', '201611104036', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '16', '0', null, null, null);
INSERT INTO `leave` VALUES ('17', '201611104037', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '17', '0', null, null, null);
INSERT INTO `leave` VALUES ('18', '201611104038', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '18', '0', null, null, null);
INSERT INTO `leave` VALUES ('19', '201611104039', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '19', '0', null, null, null);
INSERT INTO `leave` VALUES ('20', '201611104040', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '20', '0', null, null, null);
INSERT INTO `leave` VALUES ('21', '201611104061', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '21', '0', null, null, null);
INSERT INTO `leave` VALUES ('22', '201611104062', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '22', '0', null, null, null);
INSERT INTO `leave` VALUES ('23', '201611104063', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '23', '0', null, null, null);
INSERT INTO `leave` VALUES ('24', '201611104064', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '24', '0', null, null, null);
INSERT INTO `leave` VALUES ('25', '201611104065', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '25', '0', null, null, null);
INSERT INTO `leave` VALUES ('26', '201611104066', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '26', '0', null, null, null);
INSERT INTO `leave` VALUES ('27', '201611104067', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '27', '0', null, null, null);
INSERT INTO `leave` VALUES ('28', '201611104068', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '28', '0', null, null, null);
INSERT INTO `leave` VALUES ('29', '201611104069', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '29', '0', null, null, null);
INSERT INTO `leave` VALUES ('30', '201611104070', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软件实习生宿舍', '30', '0', null, null, null);
INSERT INTO `leave` VALUES ('31', '201611105001', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '31', '0', null, null, null);
INSERT INTO `leave` VALUES ('32', '201611105002', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '32', '0', null, null, null);
INSERT INTO `leave` VALUES ('33', '201611105003', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '33', '0', null, null, null);
INSERT INTO `leave` VALUES ('34', '201611105004', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '34', '0', null, null, null);
INSERT INTO `leave` VALUES ('35', '201611105005', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '35', '0', null, null, null);
INSERT INTO `leave` VALUES ('36', '201611105006', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '36', '0', null, null, null);
INSERT INTO `leave` VALUES ('37', '201611105007', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '37', '0', null, null, null);
INSERT INTO `leave` VALUES ('38', '201611105008', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '38', '0', null, null, null);
INSERT INTO `leave` VALUES ('39', '201611105009', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '39', '0', null, null, null);
INSERT INTO `leave` VALUES ('40', '201611105010', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '40', '0', null, null, null);
INSERT INTO `leave` VALUES ('41', '201611105031', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '41', '0', null, null, null);
INSERT INTO `leave` VALUES ('42', '201611105032', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '42', '0', null, null, null);
INSERT INTO `leave` VALUES ('43', '201611105033', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '43', '0', null, null, null);
INSERT INTO `leave` VALUES ('44', '201611105034', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '44', '0', null, null, null);
INSERT INTO `leave` VALUES ('45', '201611105035', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '45', '0', null, null, null);
INSERT INTO `leave` VALUES ('46', '201611105036', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '46', '0', null, null, null);
INSERT INTO `leave` VALUES ('47', '201611105037', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '47', '0', null, null, null);
INSERT INTO `leave` VALUES ('48', '201611105038', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '48', '0', null, null, null);
INSERT INTO `leave` VALUES ('49', '201611105039', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '49', '0', null, null, null);
INSERT INTO `leave` VALUES ('50', '201611105040', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '50', '0', null, null, null);
INSERT INTO `leave` VALUES ('51', '201611105061', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '51', '0', null, null, null);
INSERT INTO `leave` VALUES ('52', '201611105062', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '52', '0', null, null, null);
INSERT INTO `leave` VALUES ('53', '201611105063', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '53', '0', null, null, null);
INSERT INTO `leave` VALUES ('54', '201611105064', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '54', '0', null, null, null);
INSERT INTO `leave` VALUES ('55', '201611105065', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '55', '0', null, null, null);
INSERT INTO `leave` VALUES ('56', '201611105066', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '56', '0', null, null, null);
INSERT INTO `leave` VALUES ('57', '201611105067', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '57', '0', null, null, null);
INSERT INTO `leave` VALUES ('58', '201611105068', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '58', '0', null, null, null);
INSERT INTO `leave` VALUES ('59', '201611105069', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '59', '0', null, null, null);
INSERT INTO `leave` VALUES ('60', '201611105070', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园软测实习生宿舍', '60', '0', null, null, null);
INSERT INTO `leave` VALUES ('61', '201611106001', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '61', '0', null, null, null);
INSERT INTO `leave` VALUES ('62', '201611106002', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '62', '0', null, null, null);
INSERT INTO `leave` VALUES ('63', '201611106003', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '63', '0', null, null, null);
INSERT INTO `leave` VALUES ('64', '201611106004', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '64', '0', null, null, null);
INSERT INTO `leave` VALUES ('65', '201611106005', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '65', '0', null, null, null);
INSERT INTO `leave` VALUES ('66', '201611106006', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '66', '0', null, null, null);
INSERT INTO `leave` VALUES ('67', '201611106007', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '67', '0', null, null, null);
INSERT INTO `leave` VALUES ('68', '201611106008', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '68', '0', null, null, null);
INSERT INTO `leave` VALUES ('69', '201611106009', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '69', '0', null, null, null);
INSERT INTO `leave` VALUES ('70', '201611106010', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '70', '0', null, null, null);
INSERT INTO `leave` VALUES ('71', '201611106031', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '71', '0', null, null, null);
INSERT INTO `leave` VALUES ('72', '201611106032', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '72', '0', null, null, null);
INSERT INTO `leave` VALUES ('73', '201611106033', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '73', '0', null, null, null);
INSERT INTO `leave` VALUES ('74', '201611106034', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '74', '0', null, null, null);
INSERT INTO `leave` VALUES ('75', '201611106035', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '75', '0', null, null, null);
INSERT INTO `leave` VALUES ('76', '201611106036', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '76', '0', null, null, null);
INSERT INTO `leave` VALUES ('77', '201611106037', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '77', '0', null, null, null);
INSERT INTO `leave` VALUES ('78', '201611106038', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '78', '0', null, null, null);
INSERT INTO `leave` VALUES ('79', '201611106039', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '79', '0', null, null, null);
INSERT INTO `leave` VALUES ('80', '201611106040', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '80', '0', null, null, null);
INSERT INTO `leave` VALUES ('81', '201611106061', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '81', '0', null, null, null);
INSERT INTO `leave` VALUES ('82', '201611106062', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '82', '0', null, null, null);
INSERT INTO `leave` VALUES ('83', '201611106063', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '83', '0', null, null, null);
INSERT INTO `leave` VALUES ('84', '201611106064', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '84', '0', null, null, null);
INSERT INTO `leave` VALUES ('85', '201611106065', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '85', '0', null, null, null);
INSERT INTO `leave` VALUES ('86', '201611106066', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '86', '0', null, null, null);
INSERT INTO `leave` VALUES ('87', '201611106067', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '87', '0', null, null, null);
INSERT INTO `leave` VALUES ('88', '201611106068', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '88', '0', null, null, null);
INSERT INTO `leave` VALUES ('89', '201611106069', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '89', '0', null, null, null);
INSERT INTO `leave` VALUES ('90', '201611106070', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园计科实习生宿舍', '90', '0', null, null, null);
INSERT INTO `leave` VALUES ('91', '201611107001', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '91', '0', null, null, null);
INSERT INTO `leave` VALUES ('92', '201611107002', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '92', '0', null, null, null);
INSERT INTO `leave` VALUES ('93', '201611107003', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '93', '0', null, null, null);
INSERT INTO `leave` VALUES ('94', '201611107004', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '94', '0', null, null, null);
INSERT INTO `leave` VALUES ('95', '201611107005', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '95', '0', null, null, null);
INSERT INTO `leave` VALUES ('96', '201611107006', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '96', '0', null, null, null);
INSERT INTO `leave` VALUES ('97', '201611107007', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '97', '0', null, null, null);
INSERT INTO `leave` VALUES ('98', '201611107008', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '98', '0', null, null, null);
INSERT INTO `leave` VALUES ('99', '201611107009', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '99', '0', null, null, null);
INSERT INTO `leave` VALUES ('100', '201611107010', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '100', '0', null, null, null);
INSERT INTO `leave` VALUES ('101', '201611107031', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '101', '0', null, null, null);
INSERT INTO `leave` VALUES ('102', '201611107032', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '102', '0', null, null, null);
INSERT INTO `leave` VALUES ('103', '201611107033', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '103', '0', null, null, null);
INSERT INTO `leave` VALUES ('104', '201611107034', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '104', '0', null, null, null);
INSERT INTO `leave` VALUES ('105', '201611107035', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '105', '0', null, null, null);
INSERT INTO `leave` VALUES ('106', '201611107036', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '106', '0', null, null, null);
INSERT INTO `leave` VALUES ('107', '201611107037', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '107', '0', null, null, null);
INSERT INTO `leave` VALUES ('108', '201611107038', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '108', '0', null, null, null);
INSERT INTO `leave` VALUES ('109', '201611107039', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '109', '0', null, null, null);
INSERT INTO `leave` VALUES ('110', '201611107040', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '110', '0', null, null, null);
INSERT INTO `leave` VALUES ('111', '201611107061', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '111', '0', null, null, null);
INSERT INTO `leave` VALUES ('112', '201611107062', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '112', '0', null, null, null);
INSERT INTO `leave` VALUES ('113', '201611107063', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '113', '0', null, null, null);
INSERT INTO `leave` VALUES ('114', '201611107064', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '114', '0', null, null, null);
INSERT INTO `leave` VALUES ('115', '201611107065', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '115', '0', null, null, null);
INSERT INTO `leave` VALUES ('116', '201611107066', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '116', '0', null, null, null);
INSERT INTO `leave` VALUES ('117', '201611107067', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '117', '0', null, null, null);
INSERT INTO `leave` VALUES ('118', '201611107068', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '118', '0', null, null, null);
INSERT INTO `leave` VALUES ('119', '201611107069', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '119', '0', null, null, null);
INSERT INTO `leave` VALUES ('120', '201611107070', '2019-07-08', '2020-07-08', '2019-07-20', '17865168830', '实习', '山东省,济南市,历城区,软件园网络实习生宿舍', '120', '0', null, null, null);

-- ----------------------------
-- Table structure for `trainingapply`
-- ----------------------------
DROP TABLE IF EXISTS `trainingapply`;
CREATE TABLE `trainingapply` (
  `ap_id` int(11) NOT NULL AUTO_INCREMENT,
  `s_id` varchar(20) DEFAULT NULL,
  `ap_name` varchar(255) DEFAULT NULL COMMENT '实习名称',
  `ap_company` varchar(255) DEFAULT NULL COMMENT '实习公司',
  `ap_reason` text COMMENT '实习理由',
  `ap_place` varchar(255) DEFAULT NULL COMMENT '实习地址',
  `ap_teaName` varchar(20) DEFAULT NULL COMMENT '协作指导老师名称',
  `ap_teaTitle` varchar(20) DEFAULT NULL COMMENT '协作指导老师职务',
  `ap_teaPhone` varchar(20) DEFAULT NULL COMMENT '协作指导老师电话',
  `t_id` varchar(20) DEFAULT NULL,
  `spec_id` varchar(20) NOT NULL DEFAULT '' COMMENT '专业编号',
  `ifgraduate` varchar(1) DEFAULT '0' COMMENT '是否考研',
  `u_id` int(11) DEFAULT NULL,
  `ap_pdf_status` int(1) DEFAULT NULL COMMENT '实习证明提交状态',
  `ap_pdf_time` datetime DEFAULT NULL COMMENT '提交证明时间',
  PRIMARY KEY (`ap_id`)
) ENGINE=InnoDB AUTO_INCREMENT=121 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of trainingapply
-- ----------------------------
INSERT INTO `trainingapply` VALUES ('1', '201611104001', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '1', null, null);
INSERT INTO `trainingapply` VALUES ('2', '201611104002', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '2', null, null);
INSERT INTO `trainingapply` VALUES ('3', '201611104003', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '3', null, null);
INSERT INTO `trainingapply` VALUES ('4', '201611104004', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '4', null, null);
INSERT INTO `trainingapply` VALUES ('5', '201611104005', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '5', null, null);
INSERT INTO `trainingapply` VALUES ('6', '201611104006', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '6', null, null);
INSERT INTO `trainingapply` VALUES ('7', '201611104007', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '7', null, null);
INSERT INTO `trainingapply` VALUES ('8', '201611104008', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '8', null, null);
INSERT INTO `trainingapply` VALUES ('9', '201611104009', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '9', null, null);
INSERT INTO `trainingapply` VALUES ('10', '201611104010', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '10', null, null);
INSERT INTO `trainingapply` VALUES ('11', '201611104031', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '31', null, null);
INSERT INTO `trainingapply` VALUES ('12', '201611104032', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '32', null, null);
INSERT INTO `trainingapply` VALUES ('13', '201611104033', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '33', null, null);
INSERT INTO `trainingapply` VALUES ('14', '201611104034', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '34', null, null);
INSERT INTO `trainingapply` VALUES ('15', '201611104035', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '35', null, null);
INSERT INTO `trainingapply` VALUES ('16', '201611104036', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '36', null, null);
INSERT INTO `trainingapply` VALUES ('17', '201611104037', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '37', null, null);
INSERT INTO `trainingapply` VALUES ('18', '201611104038', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '38', null, null);
INSERT INTO `trainingapply` VALUES ('19', '201611104039', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '39', null, null);
INSERT INTO `trainingapply` VALUES ('20', '201611104040', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '40', null, null);
INSERT INTO `trainingapply` VALUES ('21', '201611104061', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '61', null, null);
INSERT INTO `trainingapply` VALUES ('22', '201611104062', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '62', null, null);
INSERT INTO `trainingapply` VALUES ('23', '201611104063', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '63', null, null);
INSERT INTO `trainingapply` VALUES ('24', '201611104064', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '64', null, null);
INSERT INTO `trainingapply` VALUES ('25', '201611104065', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '65', null, null);
INSERT INTO `trainingapply` VALUES ('26', '201611104066', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '66', null, null);
INSERT INTO `trainingapply` VALUES ('27', '201611104067', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '67', null, null);
INSERT INTO `trainingapply` VALUES ('28', '201611104068', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '68', null, null);
INSERT INTO `trainingapply` VALUES ('29', '201611104069', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '69', null, null);
INSERT INTO `trainingapply` VALUES ('30', '201611104070', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '70', null, null);
INSERT INTO `trainingapply` VALUES ('31', '201611105001', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '1', null, null);
INSERT INTO `trainingapply` VALUES ('32', '201611105002', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '2', null, null);
INSERT INTO `trainingapply` VALUES ('33', '201611105003', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '3', null, null);
INSERT INTO `trainingapply` VALUES ('34', '201611105004', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '4', null, null);
INSERT INTO `trainingapply` VALUES ('35', '201611105005', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '5', null, null);
INSERT INTO `trainingapply` VALUES ('36', '201611105006', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '6', null, null);
INSERT INTO `trainingapply` VALUES ('37', '201611105007', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '7', null, null);
INSERT INTO `trainingapply` VALUES ('38', '201611105008', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '8', null, null);
INSERT INTO `trainingapply` VALUES ('39', '201611105009', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '9', null, null);
INSERT INTO `trainingapply` VALUES ('40', '201611105010', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '10', null, null);
INSERT INTO `trainingapply` VALUES ('41', '201611105031', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '31', null, null);
INSERT INTO `trainingapply` VALUES ('42', '201611105032', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '32', null, null);
INSERT INTO `trainingapply` VALUES ('43', '201611105033', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '33', null, null);
INSERT INTO `trainingapply` VALUES ('44', '201611105034', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '34', null, null);
INSERT INTO `trainingapply` VALUES ('45', '201611105035', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '35', null, null);
INSERT INTO `trainingapply` VALUES ('46', '201611105036', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '36', null, null);
INSERT INTO `trainingapply` VALUES ('47', '201611105037', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '37', null, null);
INSERT INTO `trainingapply` VALUES ('48', '201611105038', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '38', null, null);
INSERT INTO `trainingapply` VALUES ('49', '201611105039', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '39', null, null);
INSERT INTO `trainingapply` VALUES ('50', '201611105040', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '40', null, null);
INSERT INTO `trainingapply` VALUES ('51', '201611105061', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '61', null, null);
INSERT INTO `trainingapply` VALUES ('52', '201611105062', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '62', null, null);
INSERT INTO `trainingapply` VALUES ('53', '201611105063', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '63', null, null);
INSERT INTO `trainingapply` VALUES ('54', '201611105064', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '64', null, null);
INSERT INTO `trainingapply` VALUES ('55', '201611105065', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '65', null, null);
INSERT INTO `trainingapply` VALUES ('56', '201611105066', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '66', null, null);
INSERT INTO `trainingapply` VALUES ('57', '201611105067', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '67', null, null);
INSERT INTO `trainingapply` VALUES ('58', '201611105068', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '68', null, null);
INSERT INTO `trainingapply` VALUES ('59', '201611105069', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '69', null, null);
INSERT INTO `trainingapply` VALUES ('60', '201611105070', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110086', '101', null, '70', null, null);
INSERT INTO `trainingapply` VALUES ('61', '201611106001', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '1', null, null);
INSERT INTO `trainingapply` VALUES ('62', '201611106002', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '2', null, null);
INSERT INTO `trainingapply` VALUES ('63', '201611106003', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '3', null, null);
INSERT INTO `trainingapply` VALUES ('64', '201611106004', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '4', null, null);
INSERT INTO `trainingapply` VALUES ('65', '201611106005', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '5', null, null);
INSERT INTO `trainingapply` VALUES ('66', '201611106006', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '6', null, null);
INSERT INTO `trainingapply` VALUES ('67', '201611106007', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '7', null, null);
INSERT INTO `trainingapply` VALUES ('68', '201611106008', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '8', null, null);
INSERT INTO `trainingapply` VALUES ('69', '201611106009', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '9', null, null);
INSERT INTO `trainingapply` VALUES ('70', '201611106010', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '10', null, null);
INSERT INTO `trainingapply` VALUES ('71', '201611106031', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '31', null, null);
INSERT INTO `trainingapply` VALUES ('72', '201611106032', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '32', null, null);
INSERT INTO `trainingapply` VALUES ('73', '201611106033', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '33', null, null);
INSERT INTO `trainingapply` VALUES ('74', '201611106034', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '34', null, null);
INSERT INTO `trainingapply` VALUES ('75', '201611106035', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '35', null, null);
INSERT INTO `trainingapply` VALUES ('76', '201611106036', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '36', null, null);
INSERT INTO `trainingapply` VALUES ('77', '201611106037', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '37', null, null);
INSERT INTO `trainingapply` VALUES ('78', '201611106038', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '38', null, null);
INSERT INTO `trainingapply` VALUES ('79', '201611106039', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '39', null, null);
INSERT INTO `trainingapply` VALUES ('80', '201611106040', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '40', null, null);
INSERT INTO `trainingapply` VALUES ('81', '201611106061', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '61', null, null);
INSERT INTO `trainingapply` VALUES ('82', '201611106062', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '62', null, null);
INSERT INTO `trainingapply` VALUES ('83', '201611106063', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '63', null, null);
INSERT INTO `trainingapply` VALUES ('84', '201611106064', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '64', null, null);
INSERT INTO `trainingapply` VALUES ('85', '201611106065', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '65', null, null);
INSERT INTO `trainingapply` VALUES ('86', '201611106066', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '66', null, null);
INSERT INTO `trainingapply` VALUES ('87', '201611106067', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '67', null, null);
INSERT INTO `trainingapply` VALUES ('88', '201611106068', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '68', null, null);
INSERT INTO `trainingapply` VALUES ('89', '201611106069', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '69', null, null);
INSERT INTO `trainingapply` VALUES ('90', '201611106070', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110087', '102', null, '70', null, null);
INSERT INTO `trainingapply` VALUES ('91', '201611107001', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '1', null, null);
INSERT INTO `trainingapply` VALUES ('92', '201611107002', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '2', null, null);
INSERT INTO `trainingapply` VALUES ('93', '201611107003', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '3', null, null);
INSERT INTO `trainingapply` VALUES ('94', '201611107004', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '4', null, null);
INSERT INTO `trainingapply` VALUES ('95', '201611107005', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '5', null, null);
INSERT INTO `trainingapply` VALUES ('96', '201611107006', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '6', null, null);
INSERT INTO `trainingapply` VALUES ('97', '201611107007', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '7', null, null);
INSERT INTO `trainingapply` VALUES ('98', '201611107008', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '8', null, null);
INSERT INTO `trainingapply` VALUES ('99', '201611107009', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '9', null, null);
INSERT INTO `trainingapply` VALUES ('100', '201611107010', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '10', null, null);
INSERT INTO `trainingapply` VALUES ('101', '201611107031', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '31', null, null);
INSERT INTO `trainingapply` VALUES ('102', '201611107032', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '32', null, null);
INSERT INTO `trainingapply` VALUES ('103', '201611107033', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '33', null, null);
INSERT INTO `trainingapply` VALUES ('104', '201611107034', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '34', null, null);
INSERT INTO `trainingapply` VALUES ('105', '201611107035', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '35', null, null);
INSERT INTO `trainingapply` VALUES ('106', '201611107036', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '36', null, null);
INSERT INTO `trainingapply` VALUES ('107', '201611107037', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '37', null, null);
INSERT INTO `trainingapply` VALUES ('108', '201611107038', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '38', null, null);
INSERT INTO `trainingapply` VALUES ('109', '201611107039', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '39', null, null);
INSERT INTO `trainingapply` VALUES ('110', '201611107040', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '40', null, null);
INSERT INTO `trainingapply` VALUES ('111', '201611107061', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '61', null, null);
INSERT INTO `trainingapply` VALUES ('112', '201611107062', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '62', null, null);
INSERT INTO `trainingapply` VALUES ('113', '201611107063', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '63', null, null);
INSERT INTO `trainingapply` VALUES ('114', '201611107064', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '64', null, null);
INSERT INTO `trainingapply` VALUES ('115', '201611107065', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '65', null, null);
INSERT INTO `trainingapply` VALUES ('116', '201611107066', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '66', null, null);
INSERT INTO `trainingapply` VALUES ('117', '201611107067', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '67', null, null);
INSERT INTO `trainingapply` VALUES ('118', '201611107068', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '68', null, null);
INSERT INTO `trainingapply` VALUES ('119', '201611107069', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '69', null, null);
INSERT INTO `trainingapply` VALUES ('120', '201611107070', '电商系统', '阿里', '当然是实习里', '杭州', '王经理', '总监', '17865168830', '110088', '103', null, '70', null, null);
